Repository: 84000/data-translation-memory
Catalog: toh747-v3.tmx
Source language: bo
Languages: en

source: ཕྱག་ན་རྡོ་རྗེའི་ཁང་པར་སོང་སྟེ། ཕྱག་ན་རྡོ་རྗེ་དང་ཉེ་བར་འདབ་མ་ལ་བྲིས་ལ། ཀ་ར་བི་རའི་མེ་ཏོག་བྱིན་ཏེ། ནམ་ཕྱེད་ཀྱི་བར་དུ་བཟླས་ན་རང་ཉིད་རྡོ་རྗེ་འཆང་གི་ཁྱིམ་དུ་རིངས་པར་འོང་ངོ་།
en: “The practitioner should go to a temple of Vajrapāṇi and offer a bunch of oleander flowers to either a painting or figurine of Hāsinī placed near Vajrapāṇi. He should recite the mantra until midnight, at which time Hāsinī will swiftly arrive in person at the temple of Vajradhara.

source: །འོངས་པ་ལ་ཙནྡན་གྱི་ཆུའི་མཆོད་ཡོན་བྱིན་ན་ཀྱེ་སྒྲུབ་པ་པོ་བཀའ་ཅི་སྩལ་ཞེས་སྨྲའོ།
en: When she has arrived, she should be given a welcome offering of water mixed with red sandalwood.

source: །སྒྲུབ་པ་པོས་བདག་གི་མངག་གཞུག་གྱིས་ཤིག་ཅེས་བརྗོད་ན་རྟག་ཏུ་རྗེས་སུ་འབྲང་ཞིང་རས་དང་རྒྱན་དང་། བཟའ་བ་ལ་སོགས་པ་སྟེར་རོ།
en: She will say, ‘Practitioner, what do you command me to do?’ He should reply, ‘Be my servant!’ She will follow him continually and offer clothes, ornaments, and food.

source: །དེ་མ་ལུས་པ་ཟད་པ་བྱས་ཏེ་གལ་ཏེ་ཅུང་ཟད་བཞག་ན་ཕྱིས་འབྱུང་བར་མི་འགྱུར་རོ།
en: These should all be used until nothing of them remains. If he stores any of these away, the same will not happen again.

source: །མཚན་མོ་གཞལ་ཡས་ཁང་སྐྱེད་པར་བྱེད་དོ།
en: At night a celestial palace will appear. “The sādhana of Naṭī:

source: །དེ་ནས་གར་བྱེད་མའི་སྒྲུབ་པའི་ཐབས་བཤད་པ་ཆུ་བོ་འདུས་པའི་འགྲམ་དུ་སོང་སྟེ།
en: “The practitioner should go to the confluence of two rivers and recite the mantra one thousand and eight times for seven days.

source: བརྒྱད་སྟོང་བཟླས་ནས་ཉི་མ་བདུན་ན་མཆོད་པ་ཆེན་པོ་བྱས་ལ་ཉི་མ་ཤར་བ་ཙམ་གྱིས་བཟླས་པ་རྫོགས་པར་བྱ་སྟེ།
en: On the seventh day he should offer an elaborate pūjā and begin reciting as soon as the sun sets.

source: ཙནྡན་གྱི་བདུག་པ་བྱིན་ནས་ཡང་བཟླས་ན་ནམ་ཕྱེད་ཀྱི་དུས་ན་ངེས་པར་འོང་ངོ་།
en: Lighting sandalwood incense, he should recite until midnight. Then Naṭī will swiftly arrive in person.

source: །འོངས་པ་ལ་འདོད་པས་ལོངས་སྤྱད་ན་ཆུང་མར་འགྱུར་རོ།
en: When she has arrived, she can be sexually embraced and will become his wife.

source: །ལྷའི་གསེར་སྲང་བརྒྱ་མལ་དུ་དོར་ནས་ཐོ་རངས་ཀྱིས་འགྲོའོ།
en: Leaving behind on his bed a hundred palas of celestial gold, she will depart at dawn.

source: །དེ་བཞིན་དུ་ཉི་མ་རེ་རེ་རྟག་ཏུ་གནས་པར་འགྱུར་རོ།
en: She will always do the same, day after day.

source: །དེ་ཡང་མ་ལུས་པ་ཟད་པར་བྱས་ཏེ།
en: The practitioner should spend everything without any remainder.

source: གལ་ཏེ་ཅུང་ཟད་ལུས་ན་ཕྱིན་ཆད་འབྱུང་བར་མི་འགྱུར་རོ།
en: If he saves any of it, he will not receive more.

source: །དེ་ནས་བྲན་མོ་ཆེན་མོ་སྒྲུབ་པའི་ཐབས་ཀྱི་ཆོ་ག་རྒྱས་པ་དངོས་གྲུབ་སྣ་ཚོགས་གྲུབ་པར་བྱེད་པ་བཟླས་པ་ཙམ་གྱིས་རྟག་ཏུ་འགྲུབ་ཅིང་སྦྱིན་སྲེག་གི་ལས་མི་དགོས་ལ་སྔོན་དུ་བསྙེན་པ་བྱས་པས་ཕྱག་ན་རྡོ་རྗེས་ཇི་ལྟར་གསུངས་པ་ལྟར་སྐད་ཅིག་དེ་ལ་འགྲུབ་པའི་དགའ་བྱེད་མའི་སྒྲུབ་པའི་ཐབས་བཤད་པ།
en: “Now I will give detailed instructions for the sādhana of Mahāceṭī that will produce manifold accomplishments. “The practitioner will definitely succeed by merely reciting her name. ‘Definitely’ means always. No recitation, burnt offerings, or preliminary practice is necessary. He will succeed right away, just as Vajrapāṇi has declared. “The sādhana of Rati:

source: མཚན་མོ་རང་གི་ཁྱིམ་སྒོར་བཟླས་ན་ཉི་མ་གསུམ་ན་ངེས་པར་འོང་ངོ་།
en: “The practitioner should go at night to the door of his own house and recite the mantra for three days.

source: །བྲན་མོའི་ལས་བྱེད་ཅིང་ས་བོན་ཐམས་ཅད་དང་ཞིང་གི་ལས་དང་ཁྱིམ་གྱི་བྱ་བ་ལ་སོགས་པ་སྒྲུབ་པར་བྱེད་དོ། །དེ་ནས་འདོད་པའི་དབང་ཕྱུག་མའི་སྒྲུབ་པའི་ཐབས་བཤད་པ།
en: Rati is certain to arrive and perform the duties of a servant, including all the sowing of seeds, the ploughing of fields, all the housework, and so on. “The sādhana of Kāmeśvarī:

source: ཤའི་ཟས་ཁྱེར་ཏེ་མ་མོའི་གནས་སུ་སོང་ནས་མཚན་མོ་ཉ་དང་ཤས་བྱ་བ་བྱས་ཏེ།
en: “The practitioner should go at night to a place sacred to the mother goddesses bringing a dish of meat, and follow the procedure as prescribed for fish and meat.

source: ལན་སྟོང་བཟླས་ན་ཉི་མ་བདུན་ན་ངེས་པར་འོང་ངོ་།
en: He should recite the mantra one thousand and eight times for seven days. Kāmeśvarī is certain to arrive.

source: །འོངས་པ་ལ་ཁྲག་གི་མཆོད་ཡོན་བྱིན་ན་བདག་པོ་བཀའ་ཅི་སྩལ་ཞེས་སྨྲ་བར་བྱེད་དོ། །སྒྲུབ་པ་པོས་ལྷ་མོ་ཆུང་མར་གྱུར་ཅིག་ཅེས་སྨྲས་ན་ཆུང་མར་འགྱུར་ཞིང་རེ་བ་ཐམས་ཅད་སྐོང་ལ་རྒྱལ་སྲིད་སྟེར་བར་བྱེད་དོ།
en: When she does, he should give her a welcome offering of water and blood. She will say, ‘Master, what is your command?’ The practitioner should reply, ‘Hey goddess, please be my wife.’ She will become his wife, fulfill his every wish, and grant him a kingdom.

source: །དེ་ནས་ལྷ་མོའི་སྒྲུབ་པའི་ཐབས་བཤད་པ།
en: “The sādhana of Devī:

source: མཚན་མོ་ལྷ་མོའི་ཁང་པར་སོང་སྟེ།
en: “At night, the practitioner should prepare a bed in a temple and perform worship there using white sandalwood and jasmine flowers.

source: སྟན་བཤམས་ལ་ཙནྡན་དཀར་པོ་དང་སྣ་མའི་མེ་ཏོག་གིས་མཆོད་ཅིང་གུ་གུལ་གྱི་བདུག་པ་བྱིན་ནས་སྟོང་ཕྲག་བརྒྱད་བཟླས་ན་བཟླས་པའི་མཐར་ངེས་པར་འོང་ངོ་།
en: He should light bdellium incense and recite the mantra one thousand and eight times.

source: །འོངས་པ་ལ་འཁྱུད་པ་དང་། འོ་བྱས་པ་དང་། ཇི་ལྟར་དགའ་བ་འདོད་པ་བྱས་ན་ལྷ་མོ་གསེར་གྱི་མདོག་ཅན་གཞོན་ནུ་མ་རྒྱན་ཐམས་ཅད་ཀྱིས་བརྒྱན་པ་ཆུང་མར་འགྱུར་རོ།
en: At the end of this recitation Devī is certain to arrive. When she does, the practitioner should pleasure her with embraces and kisses or however he likes. In her form as a nubile, golden-colored woman adorned with every kind of jewelry, she will become his wife.

source: །དོང་ཙེ་བརྒྱད་དང་། རས་ཟུང་གཅིག་དང་། གནས་རྣམས་དང་། བཟའ་བ་མང་པོ་རྣམས་འཁོར་དང་བཅས་པ་ལ་སྟེར་རོ།
en: She will offer eight dinars and a pair of garments. She will offer satisfying food to those in his own circle, while to himself she will offer riches brought from the abode of Vaiśravaṇa.

source: །འདི་ཉིད་ཀྱིས་རྣམ་ཐོས་སྲས་ཀྱི་ཁང་པར་འདུག་ན་གསང་བའི་མཐའ་དང་བཟླས་པའི་མཐའ་ལ་ཤིན་ཏུ་མྱུར་བར་རྫས་བླངས་ནས་སྟེར་བར་བྱེད་དོ།
en: “One should recite these mantras in secret. One will achieve one’s purpose at the end of recitation every time.”

source: །བཅོམ་ལྡན་འདས་རྡོ་རྗེ་འཆང་གིས་དེ་སྐད་ཅེས་གསུངས་སོ།
en: So spoke the lord.

source: །འབྱུང་པོ་འདུལ་བའི་རྒྱུད་ཆེན་པོ་ལས་འབྱུང་མོ་བརྒྱད་ཀྱི་སྒྲུབ་པའི་ཐབས་ཀྱི་ཆོ་ག་རྒྱས་པའི་ལེའུའོ།།
en: This concludes the chapter from the great sovereign “Bhūtaḍāmara Tantra” that contains detailed instructions on the sādhanas of the eight spirits. Chapter 15

source: །།དཔལ་རྡོ་རྗེ་འཆང་ལ་ཕྱག་འཚལ་ལོ།
en: Homage to the glorious Vajradhara, one of invincible power!

source: །དེ་ནས་ཤིན་ཏུ་འདའ་བར་དཀའ་བའི་སྒྲུབ་པའི་ཐབས་ལྷ་ཆེན་པོ་ཐམས་ཅད་གསོད་པར་བྱེད་པའི་སྔགས་ཀྱི་ཚིག་གསུངས་པ།
en: Then, Vajradhara pronounced the words of a mantra of inviolable efficacy, words that can kill any god:

source: ཨོྃ་ཧ་ན་ཧ་ན་སརྦ་མཱ་ར་ཡ་བཛྲ་ཛྭ་ལེ་ཧཱུྃ་ཕཊ།
en: Oṁ , Strike, strike! Kill everybody in the vajra fire! Hūṁ , phaṭ

source: དེ་ནས་འདི་བཤད་པ་ཙམ་གྱིས་སྟོང་གསུམ་གྱི་སྟོང་ཆེན་པོའི་འཇིག་རྟེན་གྱི་ཁམས་རྡོ་རྗེ་རྣོན་པོ་འབར་བའི་ཕྲེང་བ་འཁྲུགས་པས་གང་བར་གྱུར་ཏོ། །ཧཱུྃ་ཧ་ན་ཕཊ།
en: As soon as this was pronounced, the world systems of the great trichiliocosm filled with intense vajra fire.

source: དེ་ནས་འདི་བཤད་པ་ཙམ་གྱིས་ཚངས་པ་དང་། ཁྱབ་འཇུག་དང་། དབང་ཕྱུག་ཆེན་པོ་ལ་སོགས་པ་འཇིག་རྟེན་པའི་ལྷ་ཐམས་ཅད་དང་། རིག་འཛིན་དུ་མ་དང་། ཀླུ་དང་། གནོད་སྦྱིན་དང་། འབྱུང་པོ་དང་། ཡི་དགས་དང་། ལྷའི་བུ་མོ་དང་། ཤ་ཟ་དང་། དྲི་ཟ་དང་། མིའམ་ཅི་དང་། ལྟོ་འཕྱེ་ཆེན་པོ་དང་། ནམ་མཁའ་ལྡིང་རྣམས་དུམ་བུ་བརྒྱར་བྱས་ཏེ་དགུག་པར་འགྱུར་རོ།
en: The lord then said: “ Hūṁ , strike, phaṭ ! ” As soon as this was pronounced, Brahmā, Viṣṇu, Maheśvara, and all the worldly gods, as well as all celestial beings, including the many vidyādharas, nāgas, yakṣas, bhūtas, pretas, apsarases, piśācas, gandharvas, kinnaras, mahoragas, and garuḍas shattered into hundreds of pieces and died.

source: །དེ་ནས་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་འཇམ་དཔལ་གཞོན་ནུར་གྱུར་པ་ལ་སོགས་པ་བྱང་ཆུབ་སེམས་དཔའ་དཔག་ཏུ་མེད་པ་ཡང་འཁོར་དེར་འདུས་པ་རྣམས་ངོ་མཚར་དུ་གྱུར་ཏེ་འདི་སྐད་ཅེས་སྨྲས་སོ།
en: Then Mañjuśrī, the princely youth, the bodhisattva, the great being, expressed his astonishment: “Well done!

source: །དཔལ་རྡོ་རྗེ་འཆང་ཁྲོ་བོའི་བདག་པོ་ཆེན་པོ་མ་འོངས་པའི་ཚེ་མ་འོངས་པའི་དུས་ན་གདུག་པ་དང་ལྷ་ཐམས་ཅད་ཚར་གཅོད་པ་ནི་ལེགས་སོ་ལེགས་སོ།
en: Well done, O glorious Vajradhara, supreme master Great Wrath! These wicked spirits and worldly deities will be overthrown in the future, in times to come.”

source: །དེ་ནས་ལྷའི་བུ་མོ་རྣམས་ལངས་ཏེ། འཁོར་གྱི་དཀྱིལ་འཁོར་དེར་དཔལ་རྡོ་རྗེ་འཆང་གི་ཞབས་ལ་མགོ་བོས་ཕྱག་འཚལ་ཏེ་རང་གི་སྙིང་པོ་ཕུལ་བ།
en: Then the apsarases, the celestial maidens present in the gathering, got up, respectfully bowed to the feet of the glorious Vajradhara, and offered each of their heart mantras:

source: ཨོྃ་ཤྲཱི་ཟླ་བའི་ལྷ་མོའིའོ།
en: The goddess Śaśī:

source: །ཨོྃ་ཤྲཱི་ཐིག་ལེ་མཆོག་མའི་འོ།
en: Oṁ śrīṃ !” Tilottamā: “ Oṁ śrī !” Kāñcanamālā: “ Oṁ śrīṃ !” Kuṇḍalahāriṇī: “ Oṁ śrīṃḥ !” Ratnamālā: “ Oṁ hūṁ !” Rambhā: “ Oṁ saḥ !” Urvaśī:

source: །ཨོྃ་ཤྲཱི་གསེར་གྱི་ཕྲེང་བ་མའིའོ། །ཨོྃ་ཤྲཱི་འཁྱིལ་པའི་ཕྲེང་བ་མའི་འོ། །ཨོྃ་ཧཱུྃ་རིན་ཆེན་ཕྲེང་བ་མའི་འོ།
en: Oṁ śrūṃ !” Glorious Bhūṣaṇī:

source: །ཨོྃ་ས་རྩོམ་པ་མོའིའོ། །ཨོྃ་སྲུ་བྲང་ན་གནས་པ་མའིའོ། །ཨོྃ་པྃ་དཔལ་རྒྱན་ཅན་མའི་འོ།
en: Oṁ vāṃ

source: །དེ་ནས་ལྷའི་བུ་མོ་བརྒྱད་ཀྱི་དངོས་གྲུབ་ཀྱི་སྒྲུབ་པ་ཐམས་ཅད་ཀྱི་ཆོ་ག་བཤད་པ།
en: Next follow detailed instructions on the sādhanas of the apsarases and the accomplishments attained. “

source: རིའི་རྩེ་མོ་ལ་སོང་སྟེ་འབུམ་བཟླས་ན་འགྲུབ་པར་འགྱུར་རོ།
en: “Having climbed to the summit of a mountain, the practitioner should recite the mantra one hundred thousand times.

source: །དེ་ནས་ཟླ་བ་ཉ་ལ་ཅི་ལྟར་འབྱོར་པའི་མཆོད་པ་བྱས་ནས་མར་གྱི་མར་མེ་རབ་ཏུ་སྤར་ནས་མཚན་ཐོག་ཐག་བཟླས་ན་ཐོ་རངས་ལྷ་མོ་རང་ཉིད་འོང་ངོ་།
en: His purpose will then be achieved. Then, during a full moon, he should prepare a pūjā according to his means, light a butter lamp, and recite the mantra all night. Precisely at dawn, Śaśī will arrive in person.

source: །འོངས་པ་ལ་ཙནྡན་གྱི་ཆུའི་མཆོད་ཡོན་བྱིན་ན་དགའ་ཚིག་སྨྲ་བར་བྱེད་དོ།
en: When she does, he should give her a welcome offering of sandalwood-scented water.

source: །སྒྲུབ་པ་པོས་བདག་གི་ཆུང་མ་གྱིས་ཤིག་ཅེས་སྨྲས་ན་དངོས་གྲུབ་ཀྱི་རྫས་དང་། དངུལ་ཆུ་དང་བཅུད་ཀྱིས་ལེན་ལ་སོགས་པ་སྟེར་རོ། །དེའི་བཅུད་ཀྱིས་ལེན་གྱིས་ནི་ལོ་སྟོང་འཚོའོ།
en: She will say words of appreciation. He should say, ‘Please be my wife.’ She will offer power substances and the elixir of long life, by means of which the practitioner will live one thousand years.

source: །དེ་ནས་ཐིག་ལེ་མཆོག་མའི་སྒྲུབ་ཐབས་བཤད་པ།
en: “The sādhana of Tilottamā:

source: ཙནྡན་དང་འོ་མའི་ཟས་ལ་ཁྲི་བཟླས་ནས་ཉི་མ་བདུན་ན་མཆོད་པ་རྒྱས་པར་བྱས་ཏེ། ཡར་གྱི་ངོའི་ཚེས་བརྒྱད་ལ་རིའི་རྩེ་མོར་སོང་ལ་མཚན་ཐོག་ཐག་བཟླས་ན་ཐོ་རངས་ངེས་པར་འོང་སྟེ།
en: “The practitioner should prepare a maṇḍala with sandalwood and dairy products and recite the mantra ten thousand times for seven days. On the seventh day he should offer an elaborate pūjā, and on the eighth day of the bright fortnight he should recite the mantra all night on top of a mountain.

source: ཅུང་ཟད་རྒོད་པས་ཆགས་པ་བྱས་ནས་མདུན་དུ་སྡོད་དོ།
en: Tilottamā is certain to arrive at dawn and stand before him smiling coyly.

source: །འཁྱུད་པ་དང་འོ་བྱས་ཤིང་དགའ་བས་ཆགས་པར་བྱས་ནས་འདི་ལྟར་འགྲུབ་པར་འགྱུར་ཏེ།
en: He should embrace her, kiss her, and make love with her in silence. He will then achieve his purpose.

source: གང་འདོད་པ་དེ་སྟེར་ཞིང་རྒྱབ་ཏུ་ཞོན་ན་མཐོ་རིས་སུ་ཡང་འཁྱེར་བར་བྱེད་དོ།
en: She will give whatever he wishes for. Riding on her back, he will be carried as far as the heavenly realms.

source: །གཞན་ཡང་རྒྱལ་སྲིད་སྟེར་བར་བྱེད་དོ།
en: In addition, she will even give him a kingdom.

source: །དེ་ནས་གསེར་གྱི་ཕྲེང་བ་མའི་སྒྲུབ་ཐབས་བཤད་པ།
en: “The sādhana of Kāñcanamālā:

source: ཆུ་བོ་འདུས་པའི་འགྲམ་དུ་སོང་སྟེ།
en: “The practitioner should go to the confluence of two rivers and recite the mantra one thousand and eight times a day for seven days.

source: ཉི་མ་བདུན་དུ་སྟོང་ཕྲག་བརྒྱད་བརྒྱད་བཟླས་ན་ཉི་མ་བདུན་པ་ལ་མཆོད་པ་རྒྱས་པར་བྱས་ཏེ།
en: On the seventh day, he should prepare an elaborate pūjā, light bdellium incense, and recite the mantra all night.

source: གུ་གུལ་གྱི་བདུག་པ་བྱིན་ནས་མཚན་ཐོག་ཐག་བཟླས་ན་དེའི་ཐོ་རངས་ངེས་པར་འོང་སྟེ།
en: Then, at dawn, Kāñcanamālā is certain to arrive, shining brightly. He should give her a welcome offering of sandalwood-scented water. Pleased, she will ask, ‘What can I do for you, my dear?’ The practitioner should say, ‘Please be my mother.’ She will then protect him like a mother.

source: འདོད་པ་ཐམས་ཅད་སྦྱིན་པར་བྱེད་དོ།
en: She will give food, ornaments, clothes, and so on to the practitioner and those close to him. He will live one thousand years.

source: །དེ་ནས་འཁྱིལ་བའི་ཕྲེང་བ་མའི་སྒྲུབ་པའི་ཐབས་ཀྱི་ཆོ་ག་རྒྱས་པར་བཤད་པ།
en: “The full instructions for the sādhana of Kuṇḍalahāriṇī are:

source: ཚེས་གྲངས་མི་དགོས་ཤིང་རྒྱུ་སྐར་ཡང་མི་དགོས་ལ།
en: “There are no restrictions with regard to a particular lunar day or astrological junction, nor is fasting prescribed.

source: སྨྱུང་བ་ཡང་མི་དགོས་པར་འགྲུབ་པར་བྱེད་པ་སྟེ། རིའི་རྩེ་མོར་སོང་སྟེ་ཁྲི་བཟླས་ན་དེ་ནམ་ཕྱེད་ན་ངེས་པར་འོང་ངོ་།
en: The practitioner should go to the top of a mountain and recite the mantra ten thousand times, repeating this again at night. Kuṇḍalahāriṇī is certain to arrive at midnight.

source: །ཆུང་མར་འགྱུར་ལ་དོང་ཙེ་སྟོང་སྟེར་ཞིང་།
en: She will become his wife and give 100,000 dinars every day.

source: དངུལ་ཆུ་དང་བཅུད་ཀྱིས་ལེན་དང་། གྲུབ་པའི་རྫས་སྟེར་རོ།
en: Taking him upon her back, she will carry him all around the four continents. She will give him the elixir of long life and power substances.

source: །དེ་ནས་རིན་ཆེན་ཕྲེང་བ་མའི་སྒྲུབ་ཐབས་བཤད་པ།
en: “The sādhana of Ratnamālā:

source: ལྷའི་ཁང་པར་སོང་སྟེ་ཟླ་བ་གཅིག་ཏུ་སྟོང་ཕྲག་བརྒྱད་བརྒྱད་བཟླས་ནས་ཟླ་བ་དེའི་ཐ་མ་ལ་ཟླ་བ་ཉའི་བར་དུ་བཟླས་ན་ནམ་ཕྱེད་ན་རྐང་གདུབ་ཀྱི་སྒྲ་ཆེན་པོས་འོང་ངོ་།
en: “The practitioner should go to a temple and recite the mantra one thousand and eight times a day for one month. Then, when the month has passed, on a full moon day he should recite until midnight. Ratnamālā is certain to arrive at midnight, her anklets ringing.

source: །འོངས་པ་ལ་མེ་ཏོག་གི་མཆོད་ཡོན་བྱིན་ནས་ལྷ་མོ་ལེགས་པར་འོངས་སམ་ཞེས་སྨྲས་ན་བདག་པོ་བདག་གིས་ཅི་བྱ་ཞེས་ཟེར་ཏེ་སྒྲུབ་པ་པོས་ཆུང་མ་གྱིས་ཤིག་ཅེས་བསྒོ་ན་ཆུང་མའི་ལས་བྱེད་ཅིང་ལྷ་མོས་འདོད་པ་སྦྱིན་པར་བྱེད་དོ། །ལོ་སྟོང་འཚོ་བར་བྱེད་དོ། །དེ་ནས་རྩོམ་པ་མོའི་སྒྲུབ་པའི་ཐབས་བཤད་པ།
en: When she arrives, he should offer her a seat of flowers and say, ‘Welcome, goddess!’ She will reply, ‘What do you command me to do, master?’ The practitioner should reply, ‘Please be my wife.’ She will then perform the duties of a wife and bestow divine pleasures. He will live one thousand years. “The sādhana of Rambhā:

source: ཚེས་གཅིག་ལ་བརྩམས་ཏེ་མཆོད་པ་བྱས་ནས་ཙནྡན་གྱི་ཆུས་དཀྱིལ་འཁོར་བྱས་ཏེ་གུ་གུལ་གྱི་བདུག་པ་སྦྱིན་ཞིང་དུས་གསུམ་དུ་སྟོང་ཕྲག་བརྒྱད་བརྒྱད་བཟླས་ཤིང་ཟླ་བ་ཉ་ལ་མཆོད་པ་ཆེན་པོ་བྱས་ནས་མཚན་ཐོག་ཐག་བཟླས་ན་ངེས་པར་འོང་ངོ་།
en: “Beginning on the first day of the bright fortnight, the practitioner should offer an elaborate pūjā, prepare a maṇḍala with sandalwood powder, burn bdellium incense, and recite the mantra one thousand and eight times at the three junctions of each day. Then, during the full moon, he should prepare an elaborate pūjā and recite the mantra all night.

source: །གལ་ཏེ་མྱུར་དུ་མ་འོངས་ན་འཆི་བར་འགྱུར་རོ།
en: Rambhā is certain to arrive at dawn. If she doesn’t arrive she will die.

source: །འོངས་པ་ན་ཆུང་མར་འགྱུར་ལ་དངུལ་ཆུ་དང་བཅུད་ཀྱིས་ལེན་སྟེར་ཞིང་ཅི་ལྟར་འདོད་པས་ཆགས་པར་བྱེད་ལ་ལོ་ཁྲི་འཚོའོ།
en: When she arrives she will become his wife and offer the elixir of long life. He can make love to her as much as he likes.

source: །གང་གི་ཚེ་འཆི་བ་ན་རྒྱལ་རིགས་སུ་སྐྱེའོ། །དེ་ནས་བྲང་ན་གནས་པའི་སྒྲུབ་པའི་ཐབས་བཤད་པ།
en: He will live ten thousand years, and when he dies he will be reborn in a royal family. “The sādhana of Urvaśī:

source: མཚན་མོ་ལྷའི་ཁང་པར་སོང་སྟེ།
en: “The practitioner should go at night to a temple, burn sandalwood incense, and recite the mantra ten thousand times for one month.

source: ཙནྡན་གྱི་བདུག་པ་སྦྱིན་ཞིང་ཁྲི་ཁྲི་བཟླས་ནས་ཟླ་བ་དེ་འདས་པ་དང་། ཅི་ལྟར་འབྱོར་པའི་མཆོད་པ་བྱས་ནས་མཚན་ཐོག་ཐག་བཟླས་ན་ཐོ་རངས་མྱུར་དུ་འོང་།
en: At the end of this period he should offer a pūjā according to his means and recite the mantra all night. Urvaśī will swiftly arrive at dawn.

source: འོངས་པ་ལ་མེ་ཏོག་གི་སྟན་སྦྱིན་ཞིང་ལེགས་པར་འོངས་སོ་ཞེས་བརྗོད་ན་སྒྲུབ་པ་པོ་བཀའ་ཅི་སྩལ་ཞེས་ཟེར་རོ། །སྒྲུབ་པ་པོས་ཆུང་མ་གྱིས་ཤིག་ཅེས་སྨྲས་ནས།
en: Once she has arrived, he should offer her a seat of flowers and say, ‘Welcome!’ She will reply, ‘Hey practitioner!

source: དངུལ་ཆུ་དང་བཅུད་ཀྱིས་ལེན་དང་། དངོས་གྲུབ་ཀྱི་རྫས་སྟེར་རོ།
en: What do you command?’ The practitioner should say, ‘Please be my wife.’ She will offer the elixir of long life and power substances.

source: །གཞན་གྱི་བུད་མེད་ལ་མངོན་པར་བགྲོད་པ་སྤང་བར་བྱ་སྟེ།
en: He should avoid sexual contact with other women.

source: ལོ་སྟོང་ཕྲག་ལྔ་འཚོའོ།
en: He will live five thousand years. “The sādhana of Bhūṣaṇī:

source: །མཚན་མོ་གཅིག་གཙང་སྦྲ་བྱས་ཏེ། གྲོ་བའི་འདབ་མ་ལ་གུར་གུམ་གྱིས་དཔལ་གྱི་རྒྱན་ཅན་བྲིས་ཏེ།
en: “Alone at night and ritually pure, the practitioner should draw the glorious Bhūṣaṇī with saffron ink on birch bark.

source: ཙནྡན་གྱི་བདུག་པ་བསྲེག་ཅིང་བཟླས་ལ་ཟླ་བ་དེའི་ཐ་མ་ལ་མཆོད་པ་རྒྱ་ཆེར་བྱས་ཏེ།
en: Burning sandalwood incense, he should recite the mantra for one month. At the end of this period he should offer an elaborate pūjā and recite until midnight.

source: རེ་ཞིག་བཟླས་ན་ནམ་ཕྱེད་ན་ངེས་པར་འོང་ངོ་།
en: Bhūṣaṇī is certain to arrive at midnight.

source: །འོངས་པ་ལ་མྱུར་དུ་ཆགས་པར་བྱས་ན་དགའ་བར་འགྱུར་ཏེ།
en: When she does he should promptly make love to her.

source: དབྱིག་དང་གསེར་དང་མུ་ཏིག་ལ་སོགས་པ་སྟེར་རོ།
en: She will be pleased and will give him gold bullion and coins, pearls, and so forth.

source: །ཉི་མ་རེ་རེ་ཞིང་ཟས་བཟང་པོ་སྟེར་ཞིང་དངུལ་ཆུ་དང་བཅུད་ཀྱིས་ལེན་སྟེར་བར་བྱེད་དོ།
en: Every day she will present delicious foods. She will also offer the elixir of long life.”

source: །བཅོམ་ལྡན་འདས་ཀྱིས་གསུངས་སོ།
en: So spoke the lord.

source: །ལྷའི་བུ་མོ་རྣམས་ཀྱི་ཆོ་ག་རྒྱས་པའི་ལེའུའོ།།
en: This concludes the chapter that contains detailed instructions on the sādhanas of the apsarases. Chapter 16

source: །།དེ་ནས་གསང་བའི་བདག་པོ་ཕྱག་ན་རྡོ་རྗེས་འདི་སྐད་ཅེས་གསུངས་སོ། །གལ་ཏེ་ལྷའི་བུ་མོ་རྣམས་མ་གྲུབ་ན་དེའི་ཚེ་ཁྲོ་བོ་འདི་དང་བཅས་ཏེ་བཟླས་པར་བྱའོ། །ཨོྃ་ཧྲཱིཿཨཱ་ཀ་ཌྜཏྱ།
en: Then Vajrapāṇi, the lord of guhyakas, said, “If the apsarases are not compliant, one should recite the following wrathful mantra:

source: ཨཱ་ཌྜཏྱ་ཆེ་གེ་མོ་ཧཱུྃ་ཛཿཕཊ།
en: oṁ. Hrīḥ

source: ཁྲོ་བོ་འདི་དང་བཅས་ཏེ།
en: Drag so-and-so here, drag! Hūṁ jaḥ

source: བཟླས་པ་ཙམ་གྱིས་སྤྱི་བོ་འགས་ཤིང་དུམ་བུ་བརྒྱད་དུ་འཇིག་གོ།
en: Hūṁ phaṭ ! “As soon as this wrathful mantra is pronounced, the target’s head will split, and she will shatter into a hundred pieces.

source: །སྔགས་འདིས་བཅིང་བར་བྱའོ།
en: “One should bind an apsaras with the following mantra of Wrath: “ Oṁ , bind bind! Strike such-and-such, strike!

source: །ཨོྃ་བནྡྷ་བནྡྷ་ཧ་ན་ཧ་ན་ཆེ་གེ་མོ་ཧཱུྃ་ཕཊ།
en: Hūṁ phaṭ

source: སྔགས་འདིས་དབང་དུ་བྱའོ།
en: “With the following mantra one will be able to enthrall all apsarases: “ Oṁ , run run! Bring such-and-such to the state of enthrallment!

source: །ཨོྃ་ཙ་ལ་ཙ་ལ་ཆེ་གེ་མོ་ས་མ་ན་ཡེ་ཧཱུྃ་ཕཊ།
en: Hūṁ phaṭ

source: ལྷ་མོ་ཐམས་ཅད་བསྒྲུབ་པའོ།
en: “Now I will explain

source: །དེ་ནས་འདིར་ནི་མི་རྣམས་ལ་ཕན་པའི་དོན་དུ་ལྷ་མོ་བརྒྱད་ཀྱི་ཕྱག་རྒྱ་རབ་ཏུ་བཤད་པར་བྱ་སྟེ།
en: The sādhana of the eight apsarases, Taught by Great Wrath himself For the benefit of humanity.

source: དངོས་གྲུབ་སྣ་ཚོགས་གྲུབ་པར་བྱེད་པ།
en: “It will produce manifold accomplishments.

source: དཀོན་མཆོག་གསུམ་གནས་པར་བྱེད་པ།
en: “Since it supports the Three Jewels,

source: སྔགས་བཟླས་པ་བདེ་བར་གྲུབ་པའི་ཕྱག་རྒྱ་ཁྲོ་བོ་ཉིད་ཀྱིས་བཤད་པ་རྒྱུད་རྣམས་ཀྱི་ནང་ནས་མཆོག་ཏུ་གྱུར་པ་འབྱུང་པོ་འདུལ་བྱེད་ཀྱིས་གསུངས་པ་འདི་ཉིད་ལ་མྱུར་དུ་བདེ་བ་སྦྱིན་པའི་ལྷ་མོ་རྣམས་གྲུབ་པར་བྱེད་པ་བཟླས་པ་ཙམ་གྱིས་འབྱུང་མོ་རྣམས་མ་དང་། སྲིང་མོ་དང་། དེ་བཞིན་དུ་ཆུང་མ་དང་། བྲན་མོ་སྒྲུབ་པར་བྱེད་པ་ཁྲོ་བོ་ཟློས་པ་རྣམས་ལ་འཇིག་རྟེན་འདིའི་བདེ་བ་སྦྱིན་པའི་བསྙེན་བཀུར་མར་སྒྲུབ་པའི་ཐབས་སོ།
en: Mantra recitation produces happiness. Regarding the best of such recitations, The Bhūtaḍāmara mantra has been proclaimed to be their core. “This divine sādhana swiftly brings Happiness in this very existence, As they become, to put it concisely, One’s mother or sister or wife. “Those among nonhuman beings Who are servants bring happiness in this world. To benefit those who recite the Wrath, They will, of their own accord, offer their own bodies. “The mudrā that pacifies all suffering:

source: །ཁུ་ཚུར་སོ་སོར་བཅངས་ཏེ་ལག་པ་གཉིས་ཀ་པདྨ་འཁོར་བའི་ཚུལ་དུ་བྱས་ནས་གུང་མོ་སོར་མོ་ཁབ་ལྟར་བྱས་པ་བརྐྱང་བ་ནི་ལྷ་མོ་བརྒྱད་པོ་སྤྱིའི་བདེ་བ་ཐམས་ཅད་སྒྲུབ་པར་བྱེད་པའོ།
en: “Join both fists in the ‘spinning lotus’ gesture and form both middle fingers into the shape of a needle, thereby summoning the apsarases. “The mudrā that gratifies all desires:

source: །ལག་པ་གཉིས་ཀ་སོར་མོ་གཅིག་གི་སྟེང་དུ་གཅིག་བསྐྱོན་པའི་སྦྱོར་བས་བཟུང་བ་ནི་ལྷའི་བུ་མོ་ཐམས་ཅད་དབང་དུ་བྱེད་པའི་ཕྱག་རྒྱ་སྟེ།
en: “Form both hands into the shape of a plough. This mudrā enthralls all apsarases, bringing them face-to-face with the practitioner.

source: ཉེ་བར་བྱེད་ཅིང་མངོན་དུ་ཕྱོགས་པར་བྱེད་ལ་ཐམས་ཅད་དུ་འདོད་པ་སྒྲུབ་པར་བྱེད་པའི་ཕྱག་རྒྱའོ།
en: “The mudrā to bewitch every apsaras:

source: །ལག་པ་གཉིས་ཀ་པདྨ་འཁོར་བའི་སྦྱོར་བས་བཟུང་བ་ནི་ལྷའི་བུ་མོ་ཐམས་ཅད་རྨོངས་པར་བྱེད་པའི་ཕྱག་རྒྱ་སྟེ།
en: “Form both hands into the ‘spinning lotus’ gesture.

source: བཅིངས་པ་ཙམ་གྱིས་སྐད་ཅིག་དེ་ཉིད་ལ་བྲན་མོར་འགྱུར་རོ།
en: As soon as this mudrā is formed, every apsaras will immediately become one’s slave. “The mantra for summoning all the apsarases:

source: །ཨོྃ་སརྦ་ཨ་བ་ས་ར་ས་ར་ཨོྃ་ཨཱ་གཙྪ་ཧཱུྃ་ཛཿཛཿསྔགས་འདིས་ལྷའི་བུ་མོ་ཐམས་ཅད་བོད་པར་བྱའོ།
en: Oṁ , all the apsarases! Come, come!

source: །ཨོྃ་སརྦ་སིདྡྷི་བྷོ་གེ་ཤྭ་རི་སྭཱ་ཧཱ།
en: Hūṁ , jaḥ jaḥ

source: ཉེ་བར་བྱེད་པའི་སྔགས་སོ།
en: “The mantra that brings them close: “ Oṁ , O goddess of the consummation of every accomplishment!

source: །ཨོྃ་ཀཱ་མ་པྲི་ཡེ་སྭཱ་ཧཱ།
en: Svāhā!

source: མངོན་དུ་བྱེད་པའི་སྔགས་སོ།
en: “The mantra for bringing them face-to-face:

source: །ཨོྃ་པྃ་ཧཱུྃ་ཧཱུྃ་ཧཱུྃ། ཛཿཛཿ།
en: Oṁ , you who are fond of sensual delights! Svāhā

source: ལྷའི་བུ་མོ་ཐམས་ཅད་རྨོངས་པར་བྱེད་པའི་སྔགས་སོ།
en: “The mantra for bewitching all the apsarases: “ Oṁ, vāṃ, aṃ, hūṁ hūṁ, jaḥ, jaḥ

source: །འབྱུང་པོ་འདུལ་བའི་རྒྱུད་ཆེན་པོ་ལས་ལྷའི་བུ་མོ་རྣམས་སྒྲུབ་པའི་ཆོ་ག་རྒྱས་པའི་ལེའུའོ།།
en: This concludes the chapter from the great sovereign “Bhūtaḍāmara Tantra” that contains detailed instructions on the sādhana of the eight apsarases. Chapter

source: །།དེ་ནས་གནོད་སྦྱིན་མོ་ཐམས་ཅད་ལངས་ཏེ། དཔལ་རྡོ་རྗེ་འཆང་གི་ཞབས་ལ་སྤྱི་བོས་ཕྱག་འཚལ་ནས་རང་གི་སྙིང་པོ་ཕུལ་བ།
en: Then each of the yakṣiṇīs stood up, respectfully bowed her head to the feet of the glorious Vajradhara, and offered him her heart mantra: Surasundarī:

source: ཨོྃ་ཨཱ་གཙྪ་སུ་ར་སུ་ན་ད་རི་སྭཱ་ཧཱ།
en: Oṁ , Surasundarī, please come! Svāhā ! ” Manohāriṇī: “ Oṁ , you who captivate everyone’s mind!

source: སྡུག་གུ་མཛེས་མའིའོ། །ཨོྃ་མ་ནོ་ཧ་རི་ན་མཿསྭཱ་ཧཱ།
en: Salutation to you! Svāhā ! ” Kanakavatī:

source: ཡིད་འཕྲོག་མའིའོ། །ཨོྃ་ཀ་ན་ཀ་མཻ་ཐུ་ན་པྲི་ཡེ་སྭཱ་ཧཱ།
en: Oṁ , Kanakavatī, fond of sexual intercourse!

source: གསེར་ལྡན་མའིའོ།
en: Svāhā ! ” Kāmeśvarī:

source: །ཨོྃ་ཨཱ་གཙྪ་ཀཱ་མེ་ཤྭ་རི་སྭཱ་ཧཱ། འདོད་པའི་དབང་ཕྱུག་མའིའོ།
en: Oṁ , Kāmeśvarī, please come!

source: །ཨོྃ་ར་ཏི་པྲི་ཡེ་སྭཱ་ཧཱ།
en: Svāhā ! ” Rati: “ Oṁ , you who are fond of sexual pleasure!

source: རྒན་མོའི་འོ།
en: Svāhā ! ” Padminī:

source: །ཨོྃ་པདྨི་ནི་ཡེ་སྭཱ་ཧཱ།
en: Oṁ , Padminī!

source: པདྨ་མའིའོ།
en: Svāhā ! ” Naṭī:

source: །ཨོྃ་ན་རྟི་མ་ཧཱ་ནི་ཏི་སུ་རཱུ་པ་མ་ཏི་སྭཱ་ཧཱ།
en: Oṁ , Naṭī!

source: གར་བྱེད་མའི་འོ།
en: Beautiful great dancer! Svāhā ! ” Anurāgiṇī:

source: །ཨོྃ་ཨཱ་ནུ་རཱ་གི་ནི་མཻ་ཐུ་ནི་སྭཱ་ཧཱ།
en: Oṁ , Anurāgiṇī, fond of sexual intercourse! Svāhā

source: རྗེས་སུ་ཆགས་མའི་འོ། །དེ་ནས་གནོད་སྦྱིན་མོ་བརྒྱད་ཀྱི་སྒྲུབ་པའི་ཐབས་ཀྱི་ཆོ་ག་རྒྱས་པར་བཤད་པ།
en: Next are the detailed instructions on the sādhanas of the eight yakṣiṇīs. “
